brew "bash"
brew "bash-completion@2"
brew "coreutils"
brew "curl"
brew "cmake"
brew "direnv"
brew "fd"
brew "fswatch"
brew "fzf"
brew "git"
brew "git-lfs"
brew "htop"
brew "ipython"
brew "jj"
brew "jq"
brew "lua"
brew "luarocks"
brew "neovim"
brew "ripgrep"
brew "tree-sitter"
brew "rsync"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxp"
brew "uv"
brew "wget"
brew "zip"
brew "oven-sh/bun/bun", tap: "oven-sh/bun"
